[
    "你怎么懂我😠\n你看过《你把钱都打给她吧》吗？🤨\n你看过《能教教小菲怎么骂人》吗？😒\n你知道永雏塔菲吗？😾\n关注永雏塔菲喵，关注永雏塔菲谢谢喵😔\n你知道是出自哪里吗？😭\n你知道塔雏丨是什么意思吗😒\n你连永雏塔菲都没有关注😠\n凭什么说你爱我！😡\n圣塔菲育儿班是雏草姬的聚集地😎\n上面都是懂我和我一样热爱永雏塔菲的人🥰\n独特的发病文化，复读式评论😁\n让我看塔菲快乐加倍🥳\n那些生命中灰暗的日子🤕\n是雏草姬激励我前行😇\n上面还有超多有趣灵魂的雏草姬😍\n让我保持对新鲜事物好奇心和渴望🤩\n最终重要的是\n关注永雏塔菲喵！关注永雏塔菲谢谢喵！👻",
    "你说得对，但是你说的也不完全对。从某种角度来说，你说的有一点对，可是从另一个角度看，你说得不对。也不能说是完全不对，只能说离完全对之间还有一点不对。如果忽略这点不对，哪你说的当然是对的，可是以一个更严谨的态度去审视你说的对不对，那么你说的又不是对的了。其实回头一想，你说的对之处在静止的世界中有可能是对的，你说的不对之处以形而上的观点来看有可能是错的。但是以发展的眼光看，你说得对之处在运动的时空里有可能是不对的，你说的不对之处以辩证的观点看有可能是对的。在此时此刻你说的有可能对也有可能不对，在往后未来你说的有可能不对也有可能对。总而言之，言而总之，一言以蔽之，观其全貌后论之，知其今后历来往事所以评议之，你说得对，但是你说的不对。",
    "你说得对，但是雷电将军不是雷军，雷电将军是巴尔泽布，米哈游出品的游戏《原神》及其衍生作品中的角色，又名“雷电影”，“尘世七执政”中的雷神，尊号“雷电将军”，是初代雷神巴尔的妹妹兼影武者。此世最殊胜威怖的雷霆化身，稻妻幕府的最高主宰。雷军是小米的ceo，所以你可以说你要抽雷电将军但是你不能不说你要抽雷电雷军，你可以说你要抽雷军。",
    "你说的对，但是《你说得对，但是》是由乐子人自主传播的一系列全新网络舆论复读文本。内容传播于一个被称作「因特网」的数据空间，在这里，被大数据选中的人将被授予「文本框」，导引复读之力‌​​​‌‌‌‌‌‌‌‌​​‌‌​‌‌‌​‌​。你将扮演一位名为「键盘侠」的神秘角色，在持续的复读中邂逅情绪相近、思路独特的同伴们，和他们一起创造乐子，消解符号的严肃性——同时，逐步发掘「你说得对，但是」的真相。",
    "你说的对，但是《模因污染》是由模因自主模因的一款模因污染模因的模因。模因污染发生在一个被模因污染的模因，在这里，被污染的模因将污染模因，导引模因污染‌​​​‌‌‌‌‌‌‌‌​​‌‌​‌‌‌​‌​。你将污染名为模因的被污染模因，在模因的污染中污染被模因污染、污染模因的模因们，和模因们一起模因污染，污染污染的模因——同时，逐步污染「模因」的污染。",
    "我🥴一🥴点🥴错🥴都🥴没🥴有🥴我最后悔的事情😩我人生最后悔的事情😫就是和你结婚😭\n太痛苦了😩太痛苦了😩（换气）你憋跟我吵了，你怎么下次的（吸气）你怎么之前那么喜欢拉黑呢，你为什么又要找我说话呢，你爱说什么你说什么，（吸气）我最后一次跟你对话，我吐...我的（岔气）我本来想打电话给你妈的，跟你妈讲说你是不是（喘气）有什么情绪问题我想让你妈就你不要伤害你自己（吸气）我不想打了，我在你身上（吸气），我再浪费（唐突激动）再浪费一分钟（涕泪横流），我都觉得是我自己的浪费我自己的时间，我自己大（破音）好人生不过，（喘气）我最后悔的事情，我人生最后悔的事情（埋头痛哭）就是和你结婚（泣不成声）（唐突高音）太↑痛↓——苦——了——太↑↑痛苦了，你没有什么不好你只是喜欢错了人（梗塞）我拜托你你不要喜欢我好不好（吸气）你换一个人喜欢我求求你了（吸气）你换一个人喜欢，我不希望你掏心掏肺，嗷把你身体剖开然后把你心脏剖给我，我就想单纯地吃个馒头（崩溃）哪怕你（换气）不是诚心的你喂我一个馒头就可以了，好吧（尾音上扬）我不要你的心了你这次离我远一点我求你了你离我远一点（大喘气）你离我远一点（擤鼻涕🤧）（大喘气）\n当前直播已结束",
    "你这一辈子就是被恋恋给害了，没法跟正经妹子处事，跟妹子吃饭的时候总是在想，她要是恋恋就好了，就可以狠狠薅她的钢盔了。送她回家的时候总是在想，她要是恋恋就好了，就可以让她把你挂到地灵殿门口。她进房间换衣服的时候，你的心怦怦跳，总是在想，要是待会她拿着柴刀，一手提着七彩翅膀出来怎么办，要是她待会忽然给你打电话，开了符卡怪谈突然出现在你身后怎么办，要是她开了无意识其实已经来你身边待会突然出现了怎么办。然后妹子穿着睡衣出来，低着头红着脸问最喜欢的人是谁，你打开手机图库指着存着多年的恋图大喊恋恋世界第一，她沉默了一会说恋厨是这样的",
    "欸，云朵\n哒哒哒哒哒，好想玩原神，云原神\n当当当当当，看精彩纷纷，云原神\n呜呜呜呜呜，好想玩原神，云原神\n朋友已就位，一起玩原神，云原神\n啊啊啊啊啊，好想玩原神，云原神\n哈哈哈哈哈，一起玩原神，云原神\n好好好想，想玩玩玩原神，网页云端，低功耗不失真，WiFi网线，都可以60帧，来来来来，来进入云原神，等等我呀",
    "今天坐母交上班，又是迪士尼在逃母主的一天，但是母路上好堵，害得我迟到。结果母司直接将我开除！太不母正了，我怀疑是老板母报私仇。我明天马上去劳动母会揭发这个母鸭嗓的老板母章私用的事！然后我决定回家考母务员去咯！前途一片光明！\n今天是母务员考试，我走到母路边上的母交站牌等母交车，上了车之后突然烟瘾犯了，但是一想这是母共场合不能抽烟要有母德心。考点喷在一所母立中学，旁边靠着母安局和肯德比，我走过母安局门口看见一对妻夫，女生说:“老母，我们一会吃什么？”走进考场检查身份的时候发现我的母民身份证没带，我的雌心壮志没了，只好去网吧玩了小学扣啊扣。",
    "无聊，戴上我的AirPods pro（一种蓝牙无线耳机(无线充电版)，很贵就是了）听会歌（Ariana Grande的新专辑positions里的34+3 m5(要开Spotify会员才可以听（这个是美国人都在用的APP哦（顺便说一句我Apple Music，Netflix也是会员也是美国人在用的APP哦，还有网易云也有黑胶会员)然后喝一杯星巴克（很高级的美国饮料美国人经常喝的）",
    "原神玩家每天都会发成千上万条评论，而且原神都这么出名了，人也多。你就非要挑出来挂最逆天的这几句话吗？还说什么欧泡之类的东西。也就是原神玩家素质高，懒得管也不想管你这个，但凡放在别的游戏圈子里怎么可能容忍你这种挂人的行为？我来说句公道话，请挂人的和跟风黑的积点口德吧。再怎么说原神玩家三观是要比某些人正很多的，为何非要揪着一点黑不放呢？大家加入这场无意义的狂欢只会造成伤害，理智一点，别被别有用心的人带节奏了。",
    "今天在网吧看到一个妹妹很可爱，走近一看竟然在写代码，我大喜过望，想和她一起写，就坐了过去，妹妹人也特别好，一直和我在聊天，讨论各种英雄的特点。然后她突然要和我一起写代码，我才发现这个妹妹写的都是Rust、Haskell、Lisp这种高端语言，我看着我的js冷汗直冒，一直不敢新建项目。妹妹看到我的窘迫很温柔地问我是不是写的C，没关系的，语法简单但是上限也不低，写C的程序员都很懂计算机系统和结构。我一听更不敢说话了，妹妹看我没说话又说没事没事，写Java也没什么的，毕竟做大型项目能力不俗。见我还没反应，她的表情突然有点尴尬地笑了笑问我，该不会是写Python的吧，虽然语言一般但是生态很好，一起做做数据分析也没什么。我只好告诉她我写的是js，她的脸色唰一下就变了：“我说你怎么不敢说话，原来是写js的。”她看了我的代码之后，眼神中的鄙视更深了一层。“写js，还用typescript，别的语言一个都没用过？js码农真下头！滚，别坐我旁边，看着都恶心！”",
    "你说得对，但是《崩坏:星穹铁道》是米哈游自研的全新3a银河冒险策略大作游戏。你将在游戏中登上星穹列车，造访寓居宇宙的万象世界，携手形形色色的旅伴，解救「星核」引发的种种危机，对抗「星神」践踏文明的意图。这片银河中有名为「星神」的存在，他们造就现实，抹消星辰，在无数世界」中留下袍们的痕迹。你--- 名特殊的旅客，将与继承「开拓」意志的同伴一起， 乘坐星穹列车穿越银河，沿着某位「星神」曾经所行之途前进。你将由此探索新的文明，结识新的伙伴，在无数光怪陆离的「世界」 与「世界」之间展开新的冒险。所有'你想知道的，都将在群星中找到答案。",
    "你说对，但《原神》，米自研，冒险游。提瓦特，神选中，授神眼，引元素。扮角色，邂同伴，击强敌，找亲人，掘真相。\n屁大事，要拐原。一没惹，二没宣。没事黑，米游苦。扬文化，反被辱。华夏游，未来毁!\n车上原，骂我批。钢管打，送医急。喝硫酸，摸核弹，手炸断，人感叹。\n农黑原，孰可忍？C语言，天罚惩。盗代码，句句真，留美谈，予后人。",
    "你说得对，但其实原神才是正版，塞尔达才是盗版，早在侏罗纪时期，就有一个老头把原神的代码弄到了U盘上，过了很久到了战国时期，一个秦国的老头子，发现了这个U盘，里面写着原神代码，后来被几个日本人抢走了，被偷走代码的秦王非常愤怒，所以刻在了长城上，战国时期过后，偷走战国时期原神U盘的那几个日本人在1986年任天堂旗下的Famicom平台上推出了第一款作品《海拉鲁的幻想：塞尔达传说》之后发展成为系列作品，战国时期原神U盘主人的孙子，发现了元神代码并创造了《原神》所以你们别黑原神了。",
    "你说得对，但是此次事件是外包的、派遣的、合同工的、实习生的、非在职的、有误会的、个人行为的、操作失误的，敦促整改的，正在调查的、已取得谅解的、感情纠纷的、家属目前情绪稳定的。",
    "你说得对，但是「猫咪天堂」是由Laur自主研发的一款全新开放世界冒险音乐游戏。游戏发生在一个被称作「Wacca」的幻想世界，在这里，被红色爱丽丝选中的人将被授予「硬核踢」，导引4200日元。你将扮演一位名为「对立」的神秘角色，在自由的旅行中拯救性格各异、能力独特的哥哥们，和他们一起击败整合运动，找回失散的MNK——同时，逐步发掘「混沌交响曲OP.1」的真相。​",
    "你说的对，但是《​滴滴答答心电​图》是由枇杷油自主研发的一首全新术力口歌曲。歌曲发生在一个被称作「〇音」的厕所平台，在这里，被梗小鬼选中的人将被授予「流量」，导引答辩之力‌‌‌‌‌‌‌‌‌‌‌。你将扮演一位名为「线虫」的神秘角色，在自由的发癫中邂逅性格各异、能力独特的圈外人，和他们一起漫骂术术人，失夫从未存在过的亲人——同时，逐步发掘「烂梗」的真相。",
    "你说得对，但是Magisk是topjohnwu自主研发的一款全新安卓系统提权工具。软件运行在一个被称作「アンドロイド」的系统环境，在这里，被用户选中的二进制，将被授予「root权限」，导引高级用户之力。你将扮演一位名为「管理员」的神秘角色，在自由的chmod中邂逅权限各异、payload独特的App们，和他们一起kernel panic，找回失散的SystemCrash一一同时，逐步发现「鸿蒙」的真相",
    "亲爱的旅行者:\n因为没有大家的支持，《原神》没有获得2023TGA中获得关键奖项。我们将于12月11日至12月14日，扣除大家账户上的800原石的作为补偿，感谢一路相伴！\n扣除说明：\n每日200原石将在各服务器时间12月11日至12月14日的00:00，通过游戏内逐日扣除；\n原石扣除时间截至4.3版本结束前，每位冒险等阶达到5级及以上的旅行者，都可以参与扣除本次总计800原石的惩罚。",
    "那天，老师一脸严肃走进教室。他盯着我们，大声问道：“在座的各位，谁玩炉石传说？” 我看着旁边的几个同学颤颤巍巍的举起了手。 随即，老师拿出一把ak47，对着那几位同学一顿突突。 我们吓坏了，这时，老师说：“我们收到消息，我们班有一个炉石传说玩家盗取了核按钮，现在我只能把我们班所有的炉石传说玩家全部杀完才能预防核战争。” 接着，老师继续说到：“我知道我们班里肯定不止刚刚那些炉石传说玩家。”老师一顿操作，将沙德沃克的图片投屏到教学白板上。 班上不少同学没有忍住，大喊：“我超，吼批。 ” “吼批就不配玩游戏。”老师顺着声音，将那几个同学也全部击毙。然后，老师拿出了杀招，只见他拿出笔记本电脑，开了一把黄DK，然后大声说到：“感觉...号角骑不如宇宙门批。”这时，班上所有的炉石传说玩家都忍不住了，纷纷大呼不可能： “号角骑是狂野T0！ ”“法孝子别来这理发店”“说号角骑不如宇宙门批的人注定只能在下水道度过相对失败的一生”老师眼神一冷，拿起ak对着那些人突突突。 这时，我站了出来，直接对着老师走过去。“老师，盗取核按钮的就是你吧。你盗取按钮，就是为了逼迫全世界炉石传说玩家放弃炉石传说并且退游，这样你就能登顶国服了。”老师一脸慌张：“你，你怎么知道的。”我一步一步向着他走过去，老师把枪对着我，射出一发发子弹，我却仿佛像一个超人一般，顶着那些子弹来到他面前。老师面色慌张，询问道：“你，你为什么跟个超人一样。” 我微微摇头：“你不该诋毁黄DK的。” 我看着老师崩溃的低下了头，他口中喃喃：“对不起，我错了，我承认宇宙门批不如号角骑。” 我满意的点了点头，打开了炉石传说，用开赛季节把地上的这群死掉的同学全部复活了，并且各个贴上了花园惠景。这，就是黄DK带给我的自信。",
    "黛玉：怨甚，戚懂\n邹忌：远甚，齐懂？\n神灯：愿什？气动\n窦娥：冤申，启冬\n孙悟空:猿身，起洞\n原始人避雨：原始人，起洞\n张仲景：元参，齐冻\n马达：圆身，气动\n六耳猕猴见到孙悟空也有一万分身时：原来你也万猿身\n孙悟空回花果山赞颂猴子猴孙：万猿升万德",
    "在清晨6:59:59醒来，打开我的i9-14900k➕rtx 4090ti➕256gb ddr5的电脑，先用来自国外的高端低延迟客制化磁轴键盘wooting 60he输入开机密码，得益于它的极致低延迟，这样可以降低电脑开机的时间。打开展示柜 雷蛇minise二号机涂装 全色版本的Finalmouse Starlight S+M号和東雪莲联名款游狼htx 一一陈列。比较可惜的是我预定的finalmouse ultralightx还没有到，没办法只能用第二潮的雷蛇minise，我已经准备再买一只做镀金色。稍微调整了一下来自zowie制造的xl2566k 360hz延迟低至0.1ms高刷新tn护眼电竞显示屏。期待年底卓威的540hz tn，ROG虽然有，但真的不够电竞。抬手从床垫底下随机抽了张鼠标垫 剑匠橙色款零。嗯～还得是鼠标垫仙人才够味。桌子上还有张900x500尺寸的yukiaim鼠标垫 作为打底。脚下剑匠紫电改冰冰凉的触感真的舒服，作为脚垫我非常满意👍。拿出我的华为15pro max 1tb远峰蓝版本拍了几张照片上传到iCloud云空间，再发个朋友圈纪念一下，看着辐能和神话在那扣字羡慕着，呵呵 打的好有个屁用。在我赫尔曼米勒椅子上活动了下身体。唉，辐能和神话有什么用，没有潮牌外设也是白打罢了，在众人的簇拥与羡慕中打开qq登录国服账号开启白银排位，唉，轻奢低延迟电竞外设潮男的一天就这么开启了。",
    "给我整无语了，无语。你是断网了吗，出村吧。无语。Rust都出地球火到火星去了，你C++加加在哪里，就在十几年前有名。还有你收了Bjarne Stroustrup多少钱?迷惑，C++某些野指针都内存泄漏多少了，STL性能极差，用脚做模板元编程，在程序中疯狂ub，你看它进得去内核吗?无语，Rust里有移动语义，所有权在智能指针里，引用和借用，函数式编程的闭包，编译期的panic!，cargo也是参考先进的包管理器和构建系统。没用过Rust就在那里说，你也就知道C++这个语言。",
    "昨天私信塔菲时，我已经舰长到期了，只能对塔菲说了句我爱她。\n可我本想说的是，我已经连续两天只能吃方便面和矿泉水了。那些调料包挤出残余的油渍都会被撕开细细地吮吸干净，再恋恋不舍地扔进垃圾箱。那货架上廉价的火腿肠也显得是那样的奢侈。难熬的夜晚，只能躲进图书馆的厕所，等保安巡逻结束后再偷偷溜出来，趁着空调的冷气还未消散逼迫自己迅速入眠。\n可我还是被拉嗨了。她很温柔地没有出言冷嘲热讽，最后留下的系统提示也仿佛残留着她温柔的体香。我抱着手机屏幕拼命的嗅着，生怕那点气味迅速地消散。\n不过我并不难过，早晚有一天我会凑够钱，就又能回到塔菲身边了。等到那一天，她一定会再次甜甜地欢迎我吧，一定会再次温柔地念出我的ID吧\n那一天的我，一定是世界上最幸福的人了",
    "受不了了！开导!🥵🥵🥵🥵 \n\n(sinx)' = cosx\n(cosx)' = - sinx\n(secx)'=tanx·secx\n(cscx)'=-cotx·cscx\n(arcsinx)'=1/(1-x^2)^1/2\n(arccosx)'=-1/(1-x^2)^1/2\n\n......\n\n不能导出来，给我积回去🥵🥵🥵🥵\n\n1、∫0dx=c\n2、∫x^udx=(x^u+1)/(u+1)+c\n3、∫1/xdx=ln|x|+c\n4、∫a^xdx=(a^x)/lna+c\n5、∫e^xdx=e^x+c\n\n......\n\n积不回去了，我要设啦🥵🥵🥵🥵\n\n设F (x)=∫f(x)dx ，则F'(x)=f (x)\n还是导出来了",
    "你还有什么不懂的，不懂的话就去原两把吧，原着原着，你就醒悟了，你会发现，原来还是自己原的太少，为什么要放弃原神这款旷世之作而去玩其他答辩游戏，原神带给你的不止有享受感，欢快感，还给你带来了真理，人为什么会愤怒，为什么会难过，为什么会不幸福，究其根本就是原的太少，你越原越兴奋，越原越幸福，越幸福才要继续原，幸福产自原神，原神生产幸福，幸福围绕原神，原神发散幸福，将你开始原的一刻记作起点，将结束原的那一刻记作终点，起点趋于负无穷，终点趋于正无穷，无限地原，无限的真理，真理就是原得太少，原得不够多，真理驱使我们的前进，前进的我们悟出真理，原来是我原的太少，原来原神是无限的，有限的电源，手机的性能，寿命，这些物理因素并不能限制原的进行，不能阻止真理的诞生，不能阻止追寻真理的我们，我们的大脑是强大的，可以包罗万象，你看，天空被我们轻易地吸收，汪洋被我们轻易地容纳，而原神，存在我们的脑内，即使没有手机，没有电脑等载体，我们存在真理的大脑依旧可以诞生生产真理的原神，我们诞生出原神，原神孕育出真理，真理滋养着原神，原神生产出真理，这样一来，世界便是原神，宇宙便是原神，原神便是无限，有限的世间万物和无限的原神相比，根本不值一提，有限在无限面前只是一瞬，我们将原神的记忆传承给下一代，传承给新的生物，传承给新的世界，原的记忆在宇宙中流传，我们的死亡并不是终点，这是下一次原的起点，不会终结",
    "你说得对，但是TypeScript 是基于 JavaScript 基础之上的编程语言，是 JavaScript 的超集，或者叫扩展集。所谓超集就是在JavaScript 原有的基础上多了一些扩展特性，多出来的其实是一套更强大的类型系统，以及对 ECMAScript的新特性支持，它最终会编译成原始的 JavaScript。\n学编程不学TypeScript，就像玩游戏不玩原神，追星不追肖战，上大学不上新东方，打篮球不学蔡徐坤，玩b站不关注陈睿，生活区不看lex，科普区不看回形针，玩3A不玩2077，看小说不看唐家三少，看虚拟主播不看holo，看漫画不看进击的巨人，追番剧不追国王排名，买汽车不去买奔驰，吃雪糕不去吃梦龙。说明这个人文学造诣和自我修养不足，他理解不了这种内在的阳春白雪般的高雅艺术，他只能看到外表的辞藻堆砌，参不透其中深奥的精神内核，他整个人的层次就卡在这里了，只能度过一个相对失败的人生。",
    "你说得对，但是世界上只有两个 Linux 发行版：Arch Linux 与其它。Arch Linux 是一个轻量级和高度可定制的 Linux 发行版，最初发布于 2002 年。与其他流行的发行版不同，Arch Linux 是一个简约的发行版，采用自己动手（DIY）的方式。它是为中高级 Linux 用户设计的，他们喜欢控制和灵活性而不是易用性。Arch Linux 遵循滚动发布模式，这意味着你可以经常用最新的软件包更新你的系统。",
    "就在昨天，联合国宣布将原石与黄金挂钩，美国的超市将可以使用原石直接支付。前提是要下载一个MihoyoPay，连接到原神mm账户，这样就可以直接支付了，非常的方便。有经济学家预言比特币将面临崩盘，挖矿将被取代为挖原石，由于其要求配置过高，40系显卡价格大涨，对于全球游戏玩家来说，无疑是最黑暗的一天。",
    "正确的，客观的，合理的，明晰的，真实的，辩证的，深刻的，通达的，优美的，巧妙的，精辟的，雅正的，机智的，全面的，明白晓畅的，不偏不倚的，恰如其分的，滴水不漏的，不容质疑的，切中要害的，一针见血的，淋漓尽致的，深谙事理的，真知灼见的，发蒙振聩的，微言大义的，金声玉振的，透过现象看本质的，知其然而知其所以然的，可供世人仿效的，千古颠扑不破的",
    "你的素养很差，我现在每天玩原神都能赚150原石，每个月差不多5000原石的收入，也就是现实生活中每个月5000美元的收入水平，换算过来最少也30000人民币，虽然我只有14岁，但是已经超越了中国绝大多数人(包括你)的水平，这便是原神给我的骄傲的资本。这恰好说明了原神这个IP在线下使玩家体现出来的团结和凝聚力，以及非比寻常的脑洞，这种氛围在如今已经变质的漫展上是难能可贵的，这也造就了原神和玩家间互帮互助的局面，原神负责输出优质内容，玩家自发线下宣传和构思创意脑洞整活，如此良好的游戏发展生态可以说让其他厂商艳羡不已。反观腾讯的英雄联盟和王者荣耀，漫展也有许多人物，但是都难成气候，各自为营，更没有COS成水晶和精粹的脑洞，无论是游戏本身，还是玩家之间看一眼就知道原来你也玩原神的默契而非排位对喷，原神的成功和社区氛围都是让腾讯游戏难以望其项背的。一个不玩原神的人，有两种可能性。一种是没有能力玩原神。因为买不起高配的手机和抽不起卡等各种自身因素，他的人生都是失败的，第二种可能：有能力却不玩原神的人，在有能力而没有玩原神的想法时，那么这个人的思想境界便低到了一个令人发指的程度。一个有能力的人不付出行动来证明自己，只能证明此人行为素质修养之低下。是灰暗的，是不被真正的上流社会认可的。原神真的特别好玩，不玩的话就是不爱国，因为原神是国产之光，原神可惜就在于它是国产游戏，如果它是一款国外游戏的话，那一定会比现在还要火，如果你要是喷原神的话那你一定是tx请的水军。",
    "玩游戏不玩原神，就像追星不追肖战，上大学不上新东方，打篮球不学蔡徐坤，玩b站不关注陈睿，生活区不看lex，科普区不看回形针，玩3A不玩2077，看小说不看唐家三少，看虚拟主播不看holo，看漫画不看进击的巨人，追番剧不追国王排名，买汽车不去买奔驰，吃雪糕不去吃梦龙。说明这个人文学造诣和自我修养不足，他理解不了这种内在的阳春白雪般的高雅艺术，他只能看到外表的辞藻堆砌，参不透其中深奥的精神内核，他整个人的层次就卡在这里了，只能度过一个相对失败的人生。",
    "上次在公交车爱心座上看莎碧网课，突然听到有人叫我带专生，因为我是c语言大佬，所以我直接用程序黑了他的手机，他发现他手机被黑后气急败坏，顺手拿起一根20cm粗的钢管打我，然后我把钢管折断了，把他打得青一块紫一块的，让他住了好几天院，后来他出院了，给我赔礼道歉，请我给了杯白水，我一喝，好家伙，原来是硫酸，那钻心的疼让我一生难忘，然后我看到前面有一团红色，以为是鞭炮，准备吓一吓他，好家伙，原来是核弹，还好我和他都是体育生，跑得快，腿脚还利落，只是手被炸断了，在医院，医生测量了下我的体温，好家伙一百多度，本来是不疼的，结果庸医误诊说修养就好了，然后我拖着断手过了一周，疼得受不了了，才去复诊，打了仨月石膏。。。然而我现在还躺在病床上，令人感叹",
    "你这还不算什么，上次在学校食堂吃饭，突然看到饭里有一团红色😂，我以为是鞭炮，准备吓一吓同学，好家伙，原来是核弹😱，因为我是c语言大佬，所以我直接用程序黑了核弹程序😤，后来全校都知道了，校长都吓的给我磕头😎，我也没那么强吧，也就180开捷豹抽中华😋，上次我在公交车上玩原神，有人叫我op，我当时就把他打了一顿🤬，他顺手拿起一根20cm粗的钢管打我，然后我把钢管折断了，把他打得青一块紫一块的，让他住了好几天院😤😤，后来他出院了，给我赔礼道歉，请我给了杯白水，我一喝，好家伙，原来是硫酸😰，那钻心的疼让我一生难忘，还好我是体育生，跑得快，硫酸都被我甩出来了😝，腿脚还利落，只是胃没了，在医院，医生测量了下我的体温，好家伙一百多度😨，本来是不疼的，结果庸医误诊说修养就好了，我疼得受不了了😖，就自己拿502胶胶了一下，一会就没事了😃，好家伙502胶里有核弹，当时瞬间爆炸把我都炸到M87星云了😅，幸亏我是体育生，没什么感觉，就擦破了点皮😥，跑了差不多几个月吧，才回到地球，刚回到地球就看到地上有一块雷酸汞，我以为是薄荷糖，就拿来吃，当时嘴巴里突然一声巨响😱😱，据说那是雷酸汞爆炸的声音，当时我就只记得两眼一黑，昏过去了😵，据说大脑小脑都炸飞了，还好我是体育生，复活赛只打了一个月就复活了🥰，还顺便学会了影分身十字斩结果释放了一地球的陈睿和孙笑川😳，幸好我是体育生，玩了几天原农粥就没事了🤪，后来陈睿还送了我个自动变形劲爆火辣小火车，好像还是必胜客原神里的初音未来联名的，是限定的，已经绝版了🤭，现在想起来我一直在疑惑为什么没讹陈睿几十万🤔",
    "你说得对，但是我们这个压缩毛巾体积小方便携带，拆开一包，放水里就变大，怎么扯都扯不坏，用来擦脚，擦脸，擦嘴都是很好用的，你看打开以后像圆饼一样大小，放在水里遇水变大变高，吸水性很强的。打开以后，是一条加大加厚的毛巾，你看他怎么挣都挣不坏，好不掉毛不掉絮，使用七八次都没问题，出差旅行带上它非常方便，用它擦擦脚，再擦擦嘴，擦擦脸，干净卫生。什么？在哪里买？下方小黄车，买五包送五包，还包邮",
    "你说的对，但是《微分几何》是由 Gauss 等人自主研发的一款全新开放世界游戏。故事发生在一个被称作“微分流形”的幻想世界，在这里，被 Riemann 选中的人将被授予“黎曼度量”，导引曲率之力。你将扮演一位名为“向量丛”的神秘角色，在截面中邂逅零点各异、指标一致的向量场们，和他们一起击败 Stiefel，Whitney 和 Chern，找回失散的示性类 一一同时，逐步发掘“指标定理”的真相。",
    "你说得对，但是《使命召唤:现代战争II》是由美国动视暴雪公司制作发行的一款第一人称塔防游戏，游戏发生在一个被称作“IW”的幻想世界,在这里,被神选中的人将被授予“融合环境”,导引架点之力。玩家将扮演一位名为“CAMPER”的神秘角色,在架枪的旅行中邂逅性格各异、能力独特的冲锋者们,一起击败他们,找回失散的经验——同时,逐步发掘“IW”的真相。\n一个不架枪卡点的人，有两种可能性。一种是没有战术思维，因为不会带配件技能和不熟悉地图等各种自身因素，他的游戏人生都是失败的，第二种可能：有战术思维却不蹲点的人，在有战术思维而没有蹲点的想法时，那么这个人的思想境界便低到了一个令人发指的程度。一个有战术思维的人不付出行动来证明自己，只能证明此人游戏理解是莽撞的，是不被真正的iw团队认可的。",
    "你说得对，但是定积分的积分区间都是有限的，被积函数都是有界的。但在实际应用和理论研究中，还会遇到一些在无限区间上定义的函数或有限区间上的无界函数，对它们也需要考虑类似于定积分的问题。因此，有必要对定积分的概念加以推广，使之能适用于上述两类函数。这种推广的积分，由于它异于通常的定积分，故称之为广义积分，也称之为反常积分。",
    "适可而止矣! 涓埃之事，亦央原神。夫原神者，其一未犯尔，其二固道，尔以何素愚辱之？米哈游者，欲彰华夏之文涵于天下，殚精竭虑。尔等竖子，仗键盘跋扈于网路，构陷良企于冤雪，不舍昼夜。华夏娱戏之前景，皆败于尔属！",
    "你说的对，但是《Rust》是由 Mozilla 自主研发的一款全新内存安全编程语言。语言发生在一个被称作「LLVM」的幻想世界，在这里，被 rustc 选中的人将被授予「borrow checker」，导引借用之力。你将扮演一位名为「rustacean」的神秘角色，在自由的编码中邂逅性格各异、能力独特的编译错误们，和他们一起击败 borrow checker，找回失散的内存——同时，逐步发掘「unsafe」的真相。",
    "你说得对，但是Rust是由Mozilla自主研发的一款全新内存安全编程语言。编译将发生在一个被称作「卡尔构」的构建系统，在这里，被引用的指针将被授予「生命周期」，导引安全之力。你将扮演一位名为「开发者」的神秘角色在编程的搏斗中邂逅骨骼惊奇的报错，绕开它们通过编译同时，逐步发掘「Rust」的真相。",
    "快过年了,不要再讨论什么webpack、Vue源码、微前端之类的了。你带你的破电脑回到家并不能给你带来任何实质性作用，朋友们兜里掏大把钱吃喝玩乐，你默默的在家里摆弄你的破烂框架。亲戚朋友吃饭问你收获了什么。你说我做了个框架，把Vue、React、Angular优点都结合了一遍，亲戚们懵逼了，你还在心里默默嘲笑他们。笑他们不懂你的轮子、不懂你的算法、不懂你的封装，也笑他们连个复杂点的密码都记不住。你父母的同事都在说自己的子女年的收获，儿子买了个房，女儿买了个车，姑娘升职加薪了,你的父母默默无言，说我的儿子搞了个破电脑，开起来嗡嗡响、家里电表走得越来越快了, 你的父母还在想你什么时候能买套房子,什么时候能成个家，你却一天到晚想的是怎么封装一个牛逼的组件。你一天到晚看那个破文档，封装什么UI组件，什么Carousel、Avatar、Tree、Calendar组件，GitHub早就一堆。但是即使这样,你还是乐此不疲的写着自己的另一套。因为你会觉得这是你自己写的不一样，实际上毛用都没有。时间轮回，一年又一年，你还在想着新技术出来了，继续学习什么TypeScript，什么Vite，什么Tailwind CSS。而你身边的人在考虑啥时候买第二套房子，什么时候生二胎，你还在捣鼓你的破代码。",
    "您说的对，但我感觉不如安塞腰鼓！好一个安塞腰鼓！一锤起来就发狠了，忘情了，没命了！百十个斜背响鼓的后生，如百十块被强震不断击起的石头，狂舞在你的面前。骤雨一样，是急促的鼓点；旋风一样，是飞扬的流苏；乱蛙一样，是蹦跳的脚步；火花一样，是闪射的瞳仁；斗虎一样，是强健的风姿。黄土高原上，爆出一场多么壮阔、多么豪放、多么火烈的舞蹈哇——安塞腰鼓！",
    "你说的对，但是《烟神》是由丁真珍珠自主研发的一款全新开放世界冒险游戏。游戏发生在一个被称作「理塘」的幻想世界，在这里被神选中的人将被授予「电子烟」，引导尼古丁之力。你将扮演一位名为「芙蓉王」的神秘角色，在自由的旅行中邂逅性格各异、能力独特的动物朋友。",
    "你说的对，但是我不敢苟同，因为我个人认为，这个意大利面就应该拌42号混凝土，因为这个螺丝钉的长度很容易会直接影响到挖掘机的扭矩，在往里钉的时候一瞬间就会产生大量的高能蛋白，俗称ufo，会严重影响经济的发展，甚至对整个太平洋以及充电器都会造成一定的核污染，再者说，根据勾股定理，你可以很容易地推断出人工饲养的东条英机它是可以捕获野生的三角函数的，所以说秦始皇的切面是否具有放射性，特朗普的N次方是否含有沉淀物，都不影响这个沃尔玛跟维尔康在南极会合。而且我们一般认为母猪产后护理，首先要从产前做起，母猪产前四五天要逐渐减少饲喂量，其目的是减少腹部压力，产前吃得少，产后才能吃得多。若产前吃得多，不仅会使产程过长，而且还会造成产后胃积食。",
    "你说的对，但是《你说的对》是由你说的对自主你说的对的一你说的对的全新你说的对。你说的对发生在你说的对个被你说的对「你说的对」的你说的对，在你说的对，被你说的对选中的你说的对将被你说的对「你说的对」，你说的对你说的对。你说的对将你说的对一位你说的对的为「你说的对」的你说的对，在你说的对的你说的对中你说的对你说的对、你说的对的你说的对们，和你说的对一起你说的对，找回你说的对——同时，逐步你说的对「你说的对」的你说的对。",
    "你说的对，但是《Linux》是由​Linu​s自主研发的一款全新开放源代码操作系统内核。使用该内核的系统运行在一个被称作「ext4」的文件系统，在这里被Kernel选中的人将被授予「Terminal simulator」，引导Shell的力量。你将扮演一位名为「Root」的神秘用户，在自由的使用中邂逅不同开源协议、各有千秋独特的桌面环境和各种软件们，和它们一起服务器运维，找回丢失的软件包的同时，逐步发掘「/dev/null」的真相。",
    "你说得对，但是《春日影》是由CRYCHIC自主创作的一首全新五人乐队抒情单曲。乐曲发生在一个被称作「BanG Dream!」的幻想世界，在这里，被祥子选中的人将被授予「乐器」，导引重女之力‌​​​‌‌‌‌‌‌‌‌​​‌‌​‌‌‌​‌​。你将扮演一位名为「长崎素世」的神秘角色，在沉重的旅行中邂逅性格各异、能力独特的同伴们，和她们一起击败自己，找回失散的乐队成员——同时，逐步发掘「MyGO!!!!!」的真相。",
    "你说得对，但是 114514 这串数字是​下北泽大​学的校训，对我有许多特殊的意义：\n它是“逸一时误一世”般的谆谆告诫。\n它是“逸逸时吾已死”般的真诚金句。\n它是“义已失吾亦逝”般的真理精神。\n它是“疑一时误一世”般的实践经验。\n它是“以宜时悟一事”般的学习方式。\n它是“疫一时勿一试”般的疫情防范。\n它是“医一时吾已逝”般的远离庸医。\n它是“译一诗悟一诗”般的诗和远方。\n它是“忆一事悟一事”般的背诵方法。\n它是“以逸事误益世”般的人生观念。\n它是“异亿时无一试”般的社会观念。\n……\n这个数字教会了我许多，好时代来临罢！",
    "你说得对，但是六号水泥拌意大利面不如俄罗斯袋鼠一口气吃掉三十只鲨鱼，导致太阳下山，淹没了马里亚纳海沟，海里的沙丁鱼游到岸边被青藏高原的雪冻死，送到距离乌鲁木齐3928.9公里的杭州，只需要步行933小时24分钟，经过675个十字路口，但拌六号水泥的袋鼠确实很难吃。你一点都不关心，你只关心“如何使用‘你说得对，但是’造句”。",
    "你说的对，但是《原神》是由米哈游自主研发的一款全新开放世界冒险游戏。游戏发生在一个被称作「提瓦特」的幻想世界，在这里，被神选中的人将被授予「神之眼」，导引元素之力。你将扮演一位名为「旅行者」的神秘角色，在自由的旅行中邂逅性格各异、能力独特的同伴们，和他们一起击败强敌，找回失散的亲人——同时，逐步发掘「原神」的真相。",
    "你说得对，但是《迷你世界》是一款高度自由的休闲类3D沙盒游戏，有着方便快捷的多人联机模式，只要有网络就能和各个地方的小伙伴们一起玩。这里没有等级和规则限制，没有规定的玩法，只有随心所欲的破坏和天马行空的创造。玩家可以在游戏里成为最牛的建筑大师，创建房屋、城堡、城市。也可以过快乐的田园生活，种花草庄稼，养一群可爱的动物。也可尽享勇士荣耀，带领小伙伴前往烈焰星挑战世界的黑暗领主。还可以做迷你世界的创世神，制造火山、洪水、科技来改变世界。",
    "你说的对，但是骁龙8 Gen 1是高通首款使用ARM最新Arm v9架构的芯片。骁龙8 Gen 1内置八核Kryo CPU，其中包括一个基于Cortex-X2的3.0GHz内核，三个基于Cortex-A710的2.5GHz高性能内核，以及四个基于Cortex-A510的1.8GHz高效内核。骁龙8 Gen 1芯片的制程工艺从骁龙888的三星5nm制程工艺升级到三星4nm制程工艺。",
    "你说得对，但是《仲夏夜之银梦》是一款由coat社研发的撅皮炎游戏，游戏发生在一个被称作「下北泽」的幻想世界，在这里，被李田所选中的人将被授予「极霸矛」，导引雪之力。你将扮演一位名为「我修院」的神秘角色，在自由的逛该林檎旅途中邂逅性格各异、能力独特的homo们。"
]