[
    "你怎么懂我😠\n你看过《你把钱都打给她吧》吗？🤨\n你看过《能教教小菲怎么骂人》吗？😒\n你知道永雏塔菲吗？😾\n关注永雏塔菲喵，关注永雏塔菲谢谢喵😔\n你知道是出自哪里吗？😭\n你知道塔雏丨是什么意思吗😒\n你连永雏塔菲都没有关注😠\n凭什么说你爱我！😡\n圣塔菲育儿班是雏草姬的聚集地😎\n上面都是懂我和我一样热爱永雏塔菲的人🥰\n独特的发病文化，复读式评论😁\n让我看塔菲快乐加倍🥳\n那些生命中灰暗的日子🤕\n是雏草姬激励我前行😇\n上面还有超多有趣灵魂的雏草姬😍\n让我保持对新鲜事物好奇心和渴望🤩\n最终重要的是\n关注永雏塔菲喵！关注永雏塔菲谢谢喵！👻",
    "你说得对，但是你说的也不完全对。从某种角度来说，你说的有一点对，可是从另一个角度看，你说得不对。也不能说是完全不对，只能说离完全对之间还有一点不对。如果忽略这点不对，哪你说的当然是对的，可是以一个更严谨的态度去审视你说的对不对，那么你说的又不是对的了。其实回头一想，你说的对之处在静止的世界中有可能是对的，你说的不对之处以形而上的观点来看有可能是错的。但是以发展的眼光看，你说得对之处在运动的时空里有可能是不对的，你说的不对之处以辩证的观点看有可能是对的。在此时此刻你说的有可能对也有可能不对，在往后未来你说的有可能不对也有可能对。总而言之，言而总之，一言以蔽之，观其全貌后论之，知其今后历来往事所以评议之，你说得对，但是你说的不对。",
    "你说得对，但是雷电将军不是雷军，雷电将军是巴尔泽布，米哈游出品的游戏《原神》及其衍生作品中的角色，又名“雷电影”，“尘世七执政”中的雷神，尊号“雷电将军”，是初代雷神巴尔的妹妹兼影武者。此世最殊胜威怖的雷霆化身，稻妻幕府的最高主宰。雷军是小米的ceo，所以你可以说你要抽雷电将军但是你不能不说你要抽雷电雷军，你可以说你要抽雷军。",
    "你说的对，但是《你说得对，但是》是由乐子人自主传播的一系列全新网络舆论复读文本。内容传播于一个被称作「因特网」的数据空间，在这里，被大数据选中的人将被授予「文本框」，导引复读之力‌​​​‌‌‌‌‌‌‌‌​​‌‌​‌‌‌​‌​。你将扮演一位名为「键盘侠」的神秘角色，在持续的复读中邂逅情绪相近、思路独特的同伴们，和他们一起创造乐子，消解符号的严肃性——同时，逐步发掘「你说得对，但是」的真相。",
    "你说的对，但是《模因污染》是由模因自主模因的一款模因污染模因的模因。模因污染发生在一个被模因污染的模因，在这里，被污染的模因将污染模因，导引模因污染‌​​​‌‌‌‌‌‌‌‌​​‌‌​‌‌‌​‌​。你将污染名为模因的被污染模因，在模因的污染中污染被模因污染、污染模因的模因们，和模因们一起模因污染，污染污染的模因——同时，逐步污染「模因」的污染。",
    "我🥴一🥴点🥴错🥴都🥴没🥴有🥴我最后悔的事情😩我人生最后悔的事情😫就是和你结婚😭\n太痛苦了😩太痛苦了😩（换气）你憋跟我吵了，你怎么下次的（吸气）你怎么之前那么喜欢拉黑呢，你为什么又要找我说话呢，你爱说什么你说什么，（吸气）我最后一次跟你对话，我吐...我的（岔气）我本来想打电话给你妈的，跟你妈讲说你是不是（喘气）有什么情绪问题我想让你妈就你不要伤害你自己（吸气）我不想打了，我在你身上（吸气），我再浪费（唐突激动）再浪费一分钟（涕泪横流），我都觉得是我自己的浪费我自己的时间，我自己大（破音）好人生不过，（喘气）我最后悔的事情，我人生最后悔的事情（埋头痛哭）就是和你结婚（泣不成声）（唐突高音）太↑痛↓——苦——了——太↑↑痛苦了，你没有什么不好你只是喜欢错了人（梗塞）我拜托你你不要喜欢我好不好（吸气）你换一个人喜欢我求求你了（吸气）你换一个人喜欢，我不希望你掏心掏肺，嗷把你身体剖开然后把你心脏剖给我，我就想单纯地吃个馒头（崩溃）哪怕你（换气）不是诚心的你喂我一个馒头就可以了，好吧（尾音上扬）我不要你的心了你这次离我远一点我求你了你离我远一点（大喘气）你离我远一点（擤鼻涕🤧）（大喘气）\n当前直播已结束",
    "你这一辈子就是被恋恋给害了，没法跟正经妹子处事，跟妹子吃饭的时候总是在想，她要是恋恋就好了，就可以狠狠薅她的钢盔了。送她回家的时候总是在想，她要是恋恋就好了，就可以让她把你挂到地灵殿门口。她进房间换衣服的时候，你的心怦怦跳，总是在想，要是待会她拿着柴刀，一手提着七彩翅膀出来怎么办，要是她待会忽然给你打电话，开了符卡怪谈突然出现在你身后怎么办，要是她开了无意识其实已经来你身边待会突然出现了怎么办。然后妹子穿着睡衣出来，低着头红着脸问最喜欢的人是谁，你打开手机图库指着存着多年的恋图大喊恋恋世界第一，她沉默了一会说恋厨是这样的",
    "欸，云朵\n哒哒哒哒哒，好想玩原神，云原神\n当当当当当，看精彩纷纷，云原神\n呜呜呜呜呜，好想玩原神，云原神\n朋友已就位，一起玩原神，云原神\n啊啊啊啊啊，好想玩原神，云原神\n哈哈哈哈哈，一起玩原神，云原神\n好好好想，想玩玩玩原神，网页云端，低功耗不失真，WiFi网线，都可以60帧，来来来来，来进入云原神，等等我呀",
    "今天坐母交上班，又是迪士尼在逃母主的一天，但是母路上好堵，害得我迟到。结果母司直接将我开除！太不母正了，我怀疑是老板母报私仇。我明天马上去劳动母会揭发这个母鸭嗓的老板母章私用的事！然后我决定回家考母务员去咯！前途一片光明！\n今天是母务员考试，我走到母路边上的母交站牌等母交车，上了车之后突然烟瘾犯了，但是一想这是母共场合不能抽烟要有母德心。考点喷在一所母立中学，旁边靠着母安局和肯德比，我走过母安局门口看见一对妻夫，女生说:“老母，我们一会吃什么？”走进考场检查身份的时候发现我的母民身份证没带，我的雌心壮志没了，只好去网吧玩了小学扣啊扣。",
    "无聊，戴上我的AirPods pro（一种蓝牙无线耳机(无线充电版)，很贵就是了）听会歌（Ariana Grande的新专辑positions里的34+3 m5(要开Spotify会员才可以听（这个是美国人都在用的APP哦（顺便说一句我Apple Music，Netflix也是会员也是美国人在用的APP哦，还有网易云也有黑胶会员)然后喝一杯星巴克（很高级的美国饮料美国人经常喝的）",
    "原神玩家每天都会发成千上万条评论，而且原神都这么出名了，人也多。你就非要挑出来挂最逆天的这几句话吗？还说什么欧泡之类的东西。也就是原神玩家素质高，懒得管也不想管你这个，但凡放在别的游戏圈子里怎么可能容忍你这种挂人的行为？我来说句公道话，请挂人的和跟风黑的积点口德吧。再怎么说原神玩家三观是要比某些人正很多的，为何非要揪着一点黑不放呢？大家加入这场无意义的狂欢只会造成伤害，理智一点，别被别有用心的人带节奏了。",
    "今天在网吧看到一个妹妹很可爱，走近一看竟然在写代码，我大喜过望，想和她一起写，就坐了过去，妹妹人也特别好，一直和我在聊天，讨论各种英雄的特点。然后她突然要和我一起写代码，我才发现这个妹妹写的都是Rust、Haskell、Lisp这种高端语言，我看着我的js冷汗直冒，一直不敢新建项目。妹妹看到我的窘迫很温柔地问我是不是写的C，没关系的，语法简单但是上限也不低，写C的程序员都很懂计算机系统和结构。我一听更不敢说话了，妹妹看我没说话又说没事没事，写Java也没什么的，毕竟做大型项目能力不俗。见我还没反应，她的表情突然有点尴尬地笑了笑问我，该不会是写Python的吧，虽然语言一般但是生态很好，一起做做数据分析也没什么。我只好告诉她我写的是js，她的脸色唰一下就变了：“我说你怎么不敢说话，原来是写js的。”她看了我的代码之后，眼神中的鄙视更深了一层。“写js，还用typescript，别的语言一个都没用过？js码农真下头！滚，别坐我旁边，看着都恶心！”"
     
]